/=#
#include "VFR.uni"
//----------------------------------------------------------------------------
// AAEON RTC SMM
//----------------------------------------------------------------------------

#string STR_ENABLED                        #language eng "Enabled"
#string STR_DISABLED                       #language eng "Disabled"

#string STR_S5_RTCWAKE_FORM                #language eng "S5 RTC Wake Settings"
#string STR_S5_RTCWAKE_FORM_HELP           #language eng "Enable system to wake from S5 using RTC alarm"

//AAEON_RTC_001_Elflo >>
#string STR_WAKE_ON_RTC_PROMPT     			#language eng "System Wake On RTC"
#string STR_WAKE_ON_RTC_PROMPT_HELP     		#language eng "Fixed Time: System will wake on the hr::min::sec specified./n Dynamic Time: System will wake on the current time + Increase minute(s)"
#string STR_WOR_DISABLE		     			#language eng "Disabled"
#string STR_WOR_FIXED		     			#language eng "Fixed Time"
#string STR_WOR_DYNAMIC		     			#language eng "Dynamic Time"
//AAEON_RTC_001_Elflo <<

#string STR_WAKE_ON_RTC_PROMPT             #language eng "RTC wake system from S5"
#string STR_WAKE_ON_RTC_HELP               #language eng "Enable or disable System wake on alarm event. When enabled, System will wake on the hr::min::sec specified"
#string STR_FIXED_WAKE_ON_RTCS5_PROMPT     #language eng "Wake system with Fixed Time"
#string STR_FIXED_WAKE_ON_RTCS5_HELP       #language eng "Enable or disable System wake on alarm event. When enabled, System will wake on the hr::min::sec specified"
#string STR_DYNAMIC_WAKE_ON_RTCS5_PROMPT   #language eng "Wake system with Dynamic Time"
#string STR_DYNAMIC_WAKE_ON_RTCS5_HELP     #language eng "Enable or disable System wake on alarm event. When enabled, System will wake on the current time + Increase minute(s)"
#string STR_RTC_WAKEUP_HOUR_PROMPT         #language eng "  Wake up hour"
#string STR_RTC_HOUR_HELP                  #language eng "select 0-23 For example enter 3 for 3am and 15 for 3pm"
#string STR_RTC_WAKEUP_MINUTE_PROMPT       #language eng "  Wake up minute"
#string STR_RTC_WAKEUP_MINUTE_INCREASE_PROMPT    #language eng "  Wake up minute increase"
#string STR_RTC_WAKEUP_SECOND_PROMPT       #language eng "  Wake up second"
#string STR_RTC_DAY_HELP                   #language eng "Select 0 for daily system wake up 1-31 for which day of the month that you would like the system to wake up"
#string STR_TIME_MINUTE_HELP               #language eng  "0 - 59"
#string STR_TIME_MINUTE_INCREASE_HELP      #language eng  "1 - 5"
#string STR_TIME_SECOND_HELP               #language eng  "0 - 59"
#string STR_RTC_WAKEUP_DAY_PROMPT          #language eng "  Wake up day"
#string STR_RTC_DAY_HELP                   #language eng "Select 0 for daily system wake up, 1-31 for which day of the month that you would like the system to wake up"
